Repository: MusicBottle/MusicBottle
Catalog: musicbottle/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, he, id, it, nb_no, nl, pt, ru, ta, tr

source: MusicBrainz Artist: %(title)s
de: MusicBrainz-Künstler/in: %(title)s
es: Artista de MusicBrainz: %(title)s
fr: Artiste MusicBrainz : %(title)s
he: אמן לפי MusicBrainz:‏ %(title)s
id: Artis MusicBrainz :%(title)s
it: Artista MusicBrainz: %(title)s
nl: MusicBrainz-artiest: %(title)s
pt: Artista do MusicBrainz: %(title)s
ru: MusicBrainz исполнитель: %(title)s
ta: மியூசிக் பிரேன்ச் கலைஞர்: %(title)s
tr: MusicBrainz Sanatçısı: %(title)s

source: Discography
de: Diskografie
fr: Discographie
he: דיסקוגרפיה
id: Diskografi
it: Discografia
nb_no: Samlede verker
nl: Discografie
pt: Discografia
ru: Дискография
ta: டிச்கோகிராபி
tr: Diskografi

source: to do: figure out what subpages we want
de: zu tun: herauszufinden, welche Unterseiten wir wollen
fr: à faire : déterminer les sous-pages que nous voulons
he: דורש השלמה: להבין אילו תת־עמודים אנחנו רוצים
id: yang harus dilakukan: mencari tahu subhalaman yang kita inginkan
it: da fare: Cercare quale pagine vogliamo
nb_no: ugjort: Finn ut hvilke undersider vi ønsker å ha
nl: nog te doen: bepalen welke subpagina's we willen
pt: a fazer: descobrir as subpáginas que queremos
ru: еще предстоит сделать: определить, какие подстраницы мы хотим
ta: செய்ய: நாம் விரும்பும் துணைப்பொருட்களைக் கண்டுபிடிக்கவும்
tr: yapılacak: hangi alt sayfaları istediğimiz belirlenecek

source: %(artist_name)s on MusicBrainz
de: %(artist_name)s auf MusicBrainz
fr: %(artist_name)s sur MusicBrainz
he: %(artist_name)s ב־MusicBrainz
id: %(artist_name)s di MusicBrainz
it: %(artist_name)s su MusicBrainz
nb_no: %(artist_name)s på MusicBrainz
nl: %(artist_name)s op MusicBrainz
pt: %(artist_name)s no MusicBrainz
ru: %(artist_name)s на MusicBrainz
ta: மியூசிக் ப்ரெய்ன்சில் %(artist_name)s
tr: MusicBrainz'de %(artist_name)s

source: Debug information
de: Informationen zur Fehlersuche
es: Información de debug
fr: Informations de débogage
he: פרטי ניפוי שגיאות
id: Informasi debug
it: Informazioni di debug
nb_no: Feilrettingsinformasjon
nl: Foutopsporingsinformatie
pt: Informação de depuração
ru: Отладочная информация
ta: பிழைத்திருத்த செய்தி
tr: Hata ayıklama bilgileri

source: Dump as JSON data
de: Als JSON-Daten sichern
es: Descargar datos en JSON
he: הטלה כנתוני JSON
id: Keluarkan sebagain data JSON
it: Scarica dati in JSON
nb_no: Dump som JSON-data
nl: Dumpen als JSON-gegevens
pt: Transferir como dados JSON
ru: Дамп как данные JSON
ta: சாதொபொகு தரவாக டம்ப் செய்யுங்கள்
tr: JSON verisi olarak döküm

source: MusicBottle: Discography for %(artist_name)s
de: MusicBottle: Diskographie für %(artist_name)s
fr: MusicBottle : Discographie pour %(artist_name)s
he: MusicBottle: דיסקוגרפיה עבור %(artist_name)s
id: MusicBottle: Diskografi untuk %(artist_name)s
it: MusicBottle: Discografia di %(artist_name)s
nb_no: MusicBottle: Samlede verker for %(artist_name)s
nl: MusicBottle: Discografie voor %(artist_name)s
pt: MusicBottle: Discografia de %(artist_name)s
ru: MusicBottle: Дискография %(artist_name)s
ta: மியூசிக் பாட்டில்: %(artist_name)s டிச்கோகிராபி
tr: MusicBottle: %(artist_name)s için diskografi

source: ©2012 FresoBrainz
ta: © 2012 ஃப்ரெசோப்ரைன்ச்

source: MusicBottle
ta: மியூசிக் பாட்டில்

source: Welcome to MusicBottle
de: Willkommen bei MusicBottle
fr: Bienvenue sur MusicBottle
he: ברוך בואך אל MusicBottle
id: Selamat datang di MusicBottle
it: Benvenuto in MusicBottle
nb_no: Velkommen til MusicBottle
nl: Welkom bij MusicBottle
pt: Bem-vindo(a) ao MusicBottle
ru: Добро пожаловать в MusicBottle
ta: மியூசிக் பாட்டில் வரவேற்கிறோம்
tr: MusicBottle'a Hoş Geldiniz

source: Hello from The Bottle!
de: Hallo aus The Bottle!
es: ¡Bienvenido a MusicBottle!
fr: Bonjour de The Bottle !
he: שלום מהבקבוק!
id: Halo dari The Bottle!
it: Saluti da The Bottle!
nb_no: Hei fra flaska!
nl: Vanuit The Bottle: hallo!
pt: Olá do The Bottle!
ru: Привет из "Бутылки"!
ta: பாட்டில் இருந்து வணக்கம்!
tr: The Bottle'dan Selamlar!

source: For testing purposes, here are a few artists:
de: Zu Testzwecken sind hier einige Künstler/innen aufgeführt:
fr: Pour tester, voici quelques artistes :
he: למטרות בדיקה, הנה כמה אמנים:
id: Untuk tujuan pengujian, berikut beberapa artis:
it: Al fine di prova, ecco qualche artista:
nb_no: I testøyemed, her er et knippe artister:
nl: Voor testdoeleinden zijn hier een paar artiesten:
pt: Para testar as finalidades, aqui estão alguns artistas:
ru: В целях тестирования, вот несколько артистов:
ta: சோதனை நோக்கங்களுக்காக, இங்கே ஒரு சில கலைஞர்கள் உள்ளனர்:
tr: Test amaçlı olarak işte birkaç sanatçı:

source: MusicBrainz Release: %(title)s!
de: MusicBrainz-Veröffentlichung: %(title)s!
es: Publicación de MusicBrainz: %(title)s!
fr: Sortie MusicBrainz : %(title)s !
he: מהדורת MusicBrainz:‏ %(title)s!
id: Rilis MusicBrainz: %(title)s!
nb_no: MusicBrains-utgivelse: %(title)s!
nl: MusicBrainz-uitgave: %(title)s!
pt: Lançamento no MusicBrainz: %(title)s!
ru: MusicBrainz релиз: %(title)s!
ta: மியூசிக் பிரேன்ச் வெளியீடு: %(title)s!
tr: MusicBrainz Sürümü: %(title)s!

source: A Basic Bottled Release
de: Eine grundlegende Veröffentlichung in Flaschen
es: Una publicación básica en MusicBottle
fr: Une version de base en bouteille
he: מהדורה מבוקבקת בסיסית
id: Rilis sebuah basic bottled
nb_no: En grunnleggende tappet utgivelse
nl: Een basis gebottelde uitgave
pt: Um Lançamento Saindo da Garrafa
ru: Базовый релиз в "бутылках"
ta: ஒரு அடிப்படை பாட்டில் வெளியீடு
tr: Temel Bir Şişelenmiş Sürüm

source: %(title)s Cover
de: Wiederaufnahme von %(title)s
es: Portada de %(title)s
fr: Reprise de %(title)s
he: עטיפת האלבום של %(title)s
id: %(title)s Sampul
it: Copertina %(title)s
nb_no: %(title)s omslag
nl: %(title)s omslag
pt: Capa do %(title)s
ru: %(title)s обложка
ta: %(title)s
tr: %(title)s Kapak Resmi

source: Coming soon: lots of crap about %(title)s!
de: Bald erhältlich: viel Mist über %(title)s!
es: ¡Muy pronto: toda clase de chorradas sobre %(title)s!
fr: À venir : beaucoup de merde à propos de %(title)s !
he: בקרוב: הרבה קשקושים על %(title)s!
id: Segera hadir: banyak info tentang %(title)s!
it: In arrivo: un sacco di cose per %(title)s!
nb_no: Kommer snart: Mye fjas om %(title)s!
nl: Binnenkort: een hoop onzin over %(title)s!
pt: Em breve: muitas besteiras sobre %(title)s!
ru: Скоро: много всякой ерунды о %(title)s!
ta: விரைவில்: %(title)s பற்றி நிறைய தந்திரம்!
tr: Çok yakında: %(title)s hakkında bir sürü saçmalık!

source: Dump as definition list
he: היטל כרשימת הגדרות
id: Keluarkan sebagai daftar definisi
it: Scarica come lista di definizione
nb_no: Dump som definisjonsliste
nl: Dumpen als definitielijst
pt: Transferir como lista de definição
ru: Дамп в качестве списка определений
ta: வரையறை பட்டியலாக டம்ப்
tr: Tanım listesi olarak döküm

source: Raw dump of release.data
es: Descargar datos de publicación sin procesar
he: היטל נא של release.data
id: Keluarkan data mentah dari release.data
it: Dati RAW di release.data
nb_no: Rådump av release.data
nl: Pure dump van release.data
pt: Transferência bruta de lançamento.dado
ru: Необработанный дамп release.data
ta: வெளியீட்டின் மூல டம்ப்
tr: release.data verilerinin ham dökümü

source: Dump as defintion list
es: Descargar lista de definición
